---
kind: property
id: P:Autodesk.Revit.DB.Structure.LoadBase.LoadCase
source: html/f0d56d0d-dc16-1fb2-f27f-70a989f6bbcf.htm
---
# Autodesk.Revit.DB.Structure.LoadBase.LoadCase Property

The load case for the load.

## Syntax (C#)
```csharp
public LoadCase LoadCase { get; }
```